Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/plenum_no/dc2007-2.pdf.tmx
Source language: sme
Languages: nob

source: Sámediggi lea 19.04.07 beaiváduvvon reivves evttohan professor Bjørnar Olsen, Romssa universitehtas, hálddahuslaš jođiheaddji Else Grete Broderstad, Romssa universitehtas, vuosttašamanuensis Asta Balto, Sámi allaskuvllas ja vuosttašamanuensis Nils Øivind Helander, Sámi allaskuvllas.
nob: Sametinget har i brev av 19.04.07 foreslått professor Bjørnar Olsen, Universitetet i Tromsø, administrativ leder Else Grete Broderstad, Universitetet i Tromsø, førsteamanuensis Asta Balto, Samisk høgskole og førsteamanuensis Nils Øivind Helander, Samisk høgskole.

source: Sámediggeráđđi lea ovddidan rávvagiid eanadoallošiehtadussii Eanadoallodepartementii čoahkkimis 27.03.07.
nob: Sametingsrådet fremmet innspill til jordbruksavtalen overfor Landbruksdepartementet i møte den 27.03.07.

source: Rávvagiin deattuhii Sámediggeráđđi ahte eanadoalus lea stuorra mearkkašupmi ássamii ja barggolašvuhtii sámi guovlluin.
nob: I innspillet la Sametingsrådet vekt på at jordbruket har stor betydning for bosettingen og

source: Sámediggi evttohii bajidit areáladoarjaga ráji 200 mihtus 300 mihttui.
nob: Sametinget foreslo å heve grensen for arealtilskudd fra 200 til 300 mål.

source: Sámi guovlluin lea dárbu stuorát areálaide go máddelis guovlluin oanehis šaddosesoŋgga geažil.
nob: Samiske områder har behov for større arealer enn i sørlige områder som følge av den korte vekstsesongen.

source: Dát dagaha dan ahte areáladárbu ealli nammii lea measta duppal geardái nu stuoris Davvi-Norggas go Mátta-Norggas.
nob: Det fører til at arealbehovet pr dyr er nær dobbelt så stort i Nord-Norge som i SørNorge.

source: Dasto háliida Sámediggi heaittihit priváhta mielkeeriiguin gávppašeami, vejolaččat ahte priváhta mielkeeriid haddi ráddjejuvvo seamma dássái go stáhta eriid oastin.
nob: Sametinget ønsker videre å avvikle privat omsetning av melkekvoter, eventuelt at prisen på privatomsatte kvoter begrenses til samme pris som for kjøp av statlige kvoter.

source: Sámediggeráđđi evttoha ahte lábbábierggu haddi bajiduvvo buoridan dihte buvttadusa mearrasámi guovlluin.
nob: Sametingsrådet foreslår å øke prisen på lammekjøtt for å øke produksjonen i sjøsamiske områder.

source: Sámediggeráđđi ráđđelahttu Ann Mari Thomassen bokte searvvai seminárii 15.03.07 mii dollojuvvui Gratangsfjellet hoteallas sámi fanashuksema ja fanasgeavaheami birra.
nob: Sametingsrådet ved rådsmedlem Ann Mari Thomassen deltok den 15.03.07 på seminar på Gratangsfjellet hotell om samisk båtbygging og båtbruk.

source: Lágideaddjin lei ” Nordnorsk fartøyvernsenter og Båtmuseum ”.
nob: Arrangør var Nordnorsk fartøyvernsenter og Båtmuseum

source: Sámediggi lea 06.03.07 beaiváduvvon reivves Oljo- ja energiijadepartementii dovddahan ahte sáhttá leat váttis dohkkehit Forsanvatn elfápmorusttega huksema Hábmira ja Stáiggu gielddas daid molssaeavttuid vuođul mat dal leat.
nob: Sametinget har i brev av 06.03.07 til Olje- og energidepartementet gitt uttrykk for at en vanskelig kan akseptere utbyggingen av Forsanvatn kraftverk i Hamarøy og Steigen kommune etter de foreliggende utbyggingsalternativer.

source: Huksenplánat rievdadit doaibmaminstara ja fuonidit doaibmavuođu guovllu boazodoalus dan muttos garrasit ahte dat čuohcá doaibmaovttadaga lohkui.
nob: Utbyggingsplanene vil endre driftsmønsteret og svekke driftsgrunnlaget til reindrifta i området i en slik grad at det vil gå ut over antall driftsenheter.

source: Lea sivva oaivvildit ahte huksen nugo lea plánejuvvon rihkku álbmotrievttálaš geatnegasvuođaid mat leat ON konvenšuvnnas siviila ja politihkalaš vuoigatvuođaid hárrái, 27. artihkkala mielde.
nob: Det er grunn til å mene at en utbygging som planlagt vil krenke de folkerettslige forpliktelsene etter FN konvensjonen om sivile og politiske rettigheter artikkel 27.

source: Lea šihttojuvvon konsultašuvdnačoahkkin Oljo- ja energiijadepartemeanttain, 11.05.07.
nob: Det er berammet konsultasjonsmøte med Olje- og energidepartementet 11.05.07.

source: Lotnolasealáhusa árvobuvttadanprográmma ja sámi mátkkoštusealáhusain áŋgiruššan
nob: Verdiskapningsprogram for næringskombinasjoner og satsning på samisk reiseliv

source: Sámedikki presideanta Aili Keskitalo ja ráđđelahttu Jarle Jonassen leaba 26.04.07 leamaš konsultašuvdnačoahkkimis Bargo- ja searvadahttindepartemeanttain lotnolasealáhusaid árvobuvttadanprográmma birra.
nob: Sametingspresident Aili Keskitalo og rådsmedlem Jarle Jonassen har den 26.04.07 hatt konsultasjonsmøte med Arbeids- og inkluderingsdepartementet om et verdiskapningsprogram for næringskombinasjoner.

source: BSD bealis searvvai stáhtačálli Berit Oskal Eira.
nob: Fra AID deltok statssekretær Berit Oskal Eira.

source: Bealit leat ovttaoaivilis ahte joatkit prográmmabargguin mas maiddái sámi mátkkoštusealáhusaiguin áŋgiruššamat leat mielde.
nob: Partene er enige om å videreføre arbeidet med programmet, der også satsningen på samisk reiseliv inkluderes.

source: Sámi ovddidanfoandda evalueren
nob: Evaluering av Samisk utviklingsfond

source: Sámi ovddidanfoandda evaluerema oktavuođas lea dahkkojuvvon šiehtadus olggobeale čielggadeaddjiin.
nob: Det er inngått kontrakt med en ekstern utreder om evaluering av Samisk utviklingsfond.

source: Evalueren galgá loahpahuvvot 31.12.07.
nob: Evalueringen skal sluttføres innen 31.12.07.

source: Čakčat 2006 mearridii Eurohpaparlameanta deklarašuvnna mainna gildojuvvo importeret njuorjjobuktagiid EU-riikkain.
nob: Høsten 2006 vedtok Europaparlamentet en deklarasjon som går ut på å forby import av selprodukter i EU-land.

source: Sivvan dasa leat earret eará čuoččuhusat olmmošmeahttun bivdovugiid birra.
nob: Årsaken er blant annet påstander om inhumane fangstmetoder.

source: Buorre das lea dat go EU-komišuvdna ođđajagimánus dán jagi lea dovddahan ahte ii áiggo gieldit njuorjjobuktagiid importerema.
nob: Det positive er at EU-kommisjonen i januar i år har uttrykt at de ikke kommer til å lage et forbud mot import av selprodukter.

source: EU-komišuvdna háliida iskat leago njuorjjonálli dan muttos ceavzil ahte daiguin sáhttá ávkkástallat, ja bivdojuvvojitgo njurjot olmmošmeahttun vugiin.
nob: EU-kommisjonen ønsker å undersøke om selbestanden er bærekraftig nok til å bli beskattet, og om fangst av sel foregår på en inhuman måte.

source: Sámediggeráđđi oaidná ahte dán lágan gildosis sáhttet leat váikkuhusat sámi bivdui ja guolásteapmái.
nob: Sametingsrådet ser at et slikt forbud kan få konsekvenser for samisk fangst og fiskeri.

source: Ášši lea ovddiduvvon čoahkkimis 27.02.07 dalá konstituerejuvvon Guolástus- ja riddoministtariin Dag Terje Andersenain.
nob: Saken er tatt opp på møte 27.02.07 med daværende konstituert Fiskeri- og kystminister Dag Terje Andersen.

source: Ráđđelahtus Jarle Jonassenis lea leamaš čoahkkin 09.03.07 Davvi-Trøndelága ja Mátta-Trøndelága boazodoalloorohagaiguin, ja Sámedikki boraspirelávdegotti 6. regiovnna ovddasteaddjiin.
nob: Rådsmedlem Jarle Jonassen har den 09.03.07 hatt møte med reinbeitedistriktene i Nord-Trøndelag og Sør-Trøndelag, og Sametingets representant i rovviltnemnda i region 6.

source: Čoahkkima ulbmilin lei ságaškuššat daid boraspire váttisvuođaid birra mat guovllus leat ja movt Sámedikki ovddastus lávdegottis sáhttá geavahuvvot ovddidit boazodoalu oainnu boraspirehálddašeamis.
nob: Formålet med møtet var å drøfte de rovviltproblemene regionen står overfor og hvordan Sametingets representasjon i nemnda kan brukes til å fremme reindriftas syn i rovviltforvaltninga.

source: Sámediggi nammada ovtta lahtu boraspirelávdegottiide main leat sámi ealáhusberoštumit, dat lávdegottit leat njeallje ja dain guđesge leat vihtta lahtu.
nob: Sametinget oppnevner et av fem medlemmer til de fire rovviltnemndene der det er samiske næringsinteresser.

source: Sámedikki ovddasteaddji boraspirelávdegottis 5 Hedmárku lea cealkán eret doaimmas lávdegottis.
nob: Sametingets representant i rovviltnemnd 5, Hedmark, har frasagt seg sitt verv i nemnda.

source: Sámediggeráđđi áigu fargga nammadit ođđa lahtu.
nob: Sametingsrådet vil snarlig oppnevne et nytt medlem.

source: Lávdegotti doaibmaáigi lea 2005 - 2009.
nob: Nemndas virketid er perioden 2005 - 2009.

source: Dearvvašvuohta ja sosiála
nob: Tildeling av prosjektmidler

source: Sámediggi hálddaša ruđaid ráđđehusa doaibmaplána čuovvoleapmái dearvvašvuođa- ja sosiálabálvalusaid birra sámi álbmoga váste, ” Mangfold og likeverd ”.
nob: Sametinget disponerer midler til oppfølging av regjeringens handlingsplan for helse og sosialtjenester til den samiske befolkning, " Mangfold og likeverd ".

source: Ruđat juolluduvvojit váldoáššis dearvvašvuođa- ja sosiálaprošeavttaide ohcama vuođul.
nob: Midlene blir i hovedsak tildelt helse- og sosialprosjekter etter søknad.

source: Sámediggi lea dán áigodagas juogadan 2 155 000 ruvnno prošeaktaruđaid.
nob: Sametinget har i denne perioden tildelt prosjektmidler for kr 2 155 000.

source: Barggu ” Barnas hus ” viidáset čuovvoleapmi
nob: Videre oppfølging av arbeidet rundt ” Barnas hus ”

source: Sámediggi lea čuovvolan barggu prošeavttain ” Barnas Hus ”, mii válddahallá ođđa gulahallanmálle mánaid váste geat leat gillán vearredaguid.
nob: Sametinget har fulgt opp arbeidet rundt prosjektet ” Barnas Hus ”, som omhandler en ny avhørsmodell av barn som har vært utsatt for overgrep.

source: Sámediggi lea čoahkkimis 18.04.07 justiisaministtariin čujuhan man deaŧalaš lea ahte sámi mánáid dárbbut ja riektesihkarvuohta gozihuvvojit ja sihkkarastojuvvojit dán barggus.
nob: Sametinget har i møte med justisministeren den 18.04.07 påpekt viktigheten av at samiske barns behov og rettsikkerhet ivaretas og sikres i dette arbeidet.

source: Leat bivdán ahte láhččojuvvo vástesaš fálaldat sámi mánáide ja nuoraide geat leat gártan gillát veahkaváldimiid ja vearredaguid.
nob: Det er bedt om at det legges til rette for et tilsvarende tilbud for samiske barn og unge som har blitt utsatt for vold og overgrep.

source: Sámediggi čujuhii ahte sámi mánáin geat leat gillán vearredaguid lea vuoigatvuohta ja gáibádus oažžut ovttadássásaš veahkkefálaldaga seamma dásis go eará mánát.
nob: Sametinget viste til at samiske barn som har vært utsatt for overgrep har rett og krav på et likeverdig hjelpetilbud på lik linje med øvrige barn.

source: Dát eaktuda ahte sámi mánáid veahkkefálaldat vuođđuduvvo sámi gillii ja kultuvrii, ja ahte veahkkeinstánssain ja riektevuogádagas lea dárbbašlaš gelbbolašvuohta gozihit sámi mánáid.
nob: Dette forutsetter at hjelpetilbudet til samiske barn bygger på samisk språk og kultur, og at hjelpeinstansene og rettsystemet har den nødvendige kompetanse til å ivareta samiske barn.

source: Dasto čujuhii Sámediggi ahte dearvvasvuođadoaimmahagas lea julggaštus ahte sámi mánáin lea vuolggasajis dárbu ja vuoigatvuohta deaivvadit sámi gielain ja kultuvrrain.
nob: Sametinget viste videre til at i helsevesenet er det en erkjennelse av at samiske barn har behov og rett til å bli møtt med utgangspunkt i samisk språk og kultur.

source: Dan julggaštusa vuođul leat ásahuvvon sierra mánáid- ja nuoraidpsykiátralaš veahkkeásahusat ja bearašdikšunovttadagat main lea gelbbolašvuohta sámi gielas ja kultuvrras, ja gos pasieanttat sáhttet hállat sámegiela dikšuiguin.
nob: Ut fra den erkjennelsen er det etablert egne barne- og ungdomspsykiatriske hjelpeinstanser og familiebehandlingsenheter hvor det er kompetanse i samisk språk og kultur, og hvor pasienter kan snakke samisk med behandlere.

source: Dát gelbbolašvuohta galgá leat buot sámi mánáid olamuttos riikkas, ja galgá gozihuvvot konseptas “ Barnas hus ”.
nob: Denne kompetansen må være tilgjengelig for alle samiske barn i landet, og ivaretas i konseptet " Barnas hus ".

source: Spesialistadearvvašvuođabálvalusa lávdadeapmi
nob: Desentralisering av spesialisthelsetjenesten.

source: Sámediggeráđđi lea oaidnán ahte Dearvvašvuohta Davvin lea 2006:s meannudan ášši ” spesialistadearvvašvuođabálvalusa lávdadeapmi ”.
nob: Sametingsrådet har merket seg at sak vedrørende ” Desentralisering av spesialisthelsetjenesten ” ble behandlet som sak i helse Nord RHF i løpet av 2006.

source: Dan ovddabealde lea árvvoštallojuvvon makkár dárbbuid lea deaŧalaš vuhtii váldit vuođđun bálvalusa lávdadeapmái.
nob: I forkant ble det gjort en vurdering av hvilke behov som er viktig å ta hensyn til som grunnlag for desentralisering av tjenesten.

source: Dan oktavuođas čujuha Dearvvašvuohta Davvin ahte dán barggu ferte geahččat ollislaš perspektiivvas.
nob: I den forbindelse påpeker Helse Nord at dette arbeidet må sees i et helhetlig perspektiv.

source: Sámi pasieanttaid vuoigatvuohta ja dárbu oažžut ovttadássásaš dearvvašvuođabálvalusa, dahje Dearvvašvuohta Davvin ovddasvástádus sámi pasieanttaid ektui, ii váldojuvvon mielde árvvoštallamis.
nob: Samiske pasienters rett og behov til en likeverdig helsetjeneste, eller Helse Nords ansvar ovenfor samiske pasienter, ble ikke tatt med i vurderingen.

source: Maŋŋá dán lea ráhkaduvvon plána šiehtadusspesialisttaid geavaheami váste.
nob: I etterkant av dette er det laget en plan for bruk av avtalespesialister.

source: Dán plánas maid ii leat mielde sámi pasieanttaid dárbbu árvvoštallan.
nob: I denne planen er også vurdering av samiske pasienters behov utelatt.

source: Stuorámus oassi sámi pasieanttain geavaha Dearvvašvuohta Davvin dearvvašvuođabálvalusaid.
nob: Størstedelen av samiske pasienter mottar helsetjenester fra Helse Nord RHF.

source: Nugo Sámediggi oaidná, de ii leat spesialistadearvvašvuođabálvalusa lávdadeapmi árvvoštallojuvvon ollislaš oktavuođas, go sámi pasieanttaid vuoigatvuođat ja dárbu ii leat árvvoštallojuvvon plánain.
nob: Slik Sametinget ser det, er ikke desentralisering av spesialisthelsetjenesten vurdert i en helhetlig sammenheng, da samiske pasienters rett og behov ikke er vurdert i planene.

source: Dát váikkuha daid sámi pasieanttaide, geat vásihit ahte sin dárbbut eai oidnojuvvo ja gozihuvvo.
nob: Dette får konsekvenser for de samiske pasientene, som opplever at deres behov ikke blir sett og ivaretatt.

source: Sámediggeráđđi lea danne jearran movt Dearvvašvuohta Davvin go das lea ovddasvástádus, áigu gozihit ja sihkkarastit sámi pasieanttaid vuoigatvuođaid ja dárbbu spesialistadearvvašvuođa bálvalusa lávdadeami oktavuođas.
nob: Sametingsrådet har derfor etterspurt hvordan Helse Nord som ansvarlig helseforetak, vil ivareta og sikre samiske pasienters rettigheter og behov i desentralisering av spesialisthelsetjenesten.

source: Guovlulaš ovddideapmi
nob: Møtesekretærer: Trine G. Anti / Ellen M. GuttormSide 14 av 107

source: Ovttasbargošiehtadusat
nob: Samarbeidsavtalene

source: Dollojuvvojit jahkásaš čoahkkimat hálddahuslaš ja politihkalaš dásis buot ovttasbargošiehtadusaid čuovvoleapmin fylkkagielddaiguin.
nob: Det avholdes årlige møter på administrativt og politisk nivå som en oppfølging av alle samarbeidsavtalene med fylkeskommunene.

source: 11.04.07 dollojuvvojedje hálddahuslaš čoahkkimat ovttasbargošiehtadusaid birra fylkkagielddaiguin máttasámi guovllus, ja Norlándda fylkkagielddain.
nob: Den 11.04.07 ble det avholdt administrative møter angående samarbeidsavtalene med fylkeskommunene i sørsamisk område og med Nordland fylkeskommune.

source: Ráđđelahttu Jarle Jonassen lei mielde čoahkkimis 03.05.07 Rørosis máttasámi guovllu fylkkagielddaiguin.
nob: Rådsmedlem Jarle Jonassen deltok den 03.05.07 på møte på Røros med fylkeskommunene i sørsamisk område.

source: Čoahkkima fáddán lei ovttasbargošiehtadusa čuovvoleapmi Sámedikki ja fylkkagielddaid gaskka.
nob: Tema for møtet var oppfølging av samarbeidsavtalen mellom Sametinget og fylkeskommunene.

source: Čoahkkimis lei sáhka doaibmaplána stáhtusa birra, ja bealit šadde ovttaoaivilii ahte vuoruhit čuovvovaš áššiid:
nob: På møtet ble status for handlingsplanen diskutert, og partene ble enige om å prioritere følgende saker:

source: Giellaovddidanprográmma – ovddideapmi ja ruhtadeapmi (stáhta ovddasvástádus) 2.
nob: Språkutviklingsprogrammet – utvikling og finansiering (statsansvar) 2.

source: Sámi sisdoallu joatkkaskuvllain – máhtolašvuohta sámi kultuvrra ja historjjá birra 3.
nob: Samisk innhold i den videregående skole - kunnskap om samisk kultur og historie 3.

source: Skuvlafierpmádat 4.
nob: Skolenettverk 4.

source: Boraspiret – maid ovttas sáhtášii dahkat
nob: Rovvilt – se på hvordan man i fellesskap kan gjøre noe.

source: Rájárastá bargu
nob: Grenseoverskridende arbeid

source: Ráđđelahtus Terje Tretnesis ja politihkalaš ráđđeaddis Geir Tommy Pedersenis lea leamaš čoahkkin 06.03.07 Kárášjogas delegašuvnnain maid dieđiheaddji Sinikka Bohlin Davviriikkaid ráđi čoahkkinjođihangottis jođihii davvi dimenšuvnna ektui ja oktavuođa ektui Davvioarje Ruoššain.
nob: Rådsmedlem Terje Tretnes og politisk rådgiver Geir Tommy Pedersen har i Karasjok 06.03.07 hatt møte med en delegasjon ledet av rapportør Sinikka Bohlin i Nordisk Råds presidium for den nordlige dimensjon og forholdet til Nordvest Russland.

source: Bohlin lea maiddái Ruoŧa riikkabeivviid ovddasteaddji ja árktalaš parlamentáralaš komitea lahttu.
nob: Bohlin er også representant i den svenske Riksdagen, og medlem av den arktiske parlamentariske komitè.

source: Sámediggi muitalii iežas dearvvašvuođa- ja kulturpolitihka birra ja árktalaš ráđi barggu birra go guoská ealáhusaide ja davveguovloovddideapmái, maiddái minerálaid, oljju ja gássa roggama birra.
nob: Sametinget informerte om sin helse- og kulturpolitikk og om det arktiske arbeidet når det gjelder næringsliv og nordområdeutvikling, herunder utvinning av mineraler, olje og gass.

source: Maiddái lei sáhka barggu birra Davviriikkalaš sámekonvenšuvnnain.
nob: Arbeidet med Nordisk samekonvensjon ble også drøftet.

source: Sámedikki presideanta Aili Keskitalo searvvai čoahkkimii oktavuohtaforumis Olgoriikkadepartemeantta ja davvinorgga eiseválddiid gaskka Bådåddjos 15.03.07.
nob: Sametingspresident Aili Keskitalo deltok på møte i kontaktforumet mellom Utenriksdepartementet og nordnorske myndigheter i Bodø den 15.03.07.

source: Čoahkkima jođihii olgoriikkaministtar Jonas Gahr Støre.
nob: Møtet ble ledet av utenriksminister Jonas Gahr Støre.

source: Ságaskuššui maid earret eará oktasaš áŋgiruššansurggiid birra mat leat ráđđehusa davveguovlostrategiijas ja Sámedikki dieđáhusas riikkaidgaskasaš áŋgiruššansurggiid birra.
nob: Det ble blant annet drøftet de felles innsatsområder som regjeringens nordområdestrategi og Sametingets melding om internasjonale satsningsområder inneholder.

source: Sámediggi deattuhii erenoamážit barggu pilotprošeavttain eamiálbmogiid árbevirolaš máhtolašvuođaid birra.
nob: Fra Sametingets side ble arbeidet med et pilotprosjekt rettet mot urfolks tradisjonelle kunnskaper særlig vektlagt.

source: Fierpmádatovttasbargu ja Árktalaš Ráđđi ledje maiddái fáttát maid birra ságaskuššui čoahkkimis.
nob: Nettverkssamarbeid og Arktisk Råd var også blant temaene som ble drøftet på møtet.

source: Oktavuohtačoahkkin mii dollojuvvo juohke jahkebealis, dollojuvvui gaskal Sámedikki presideantta ja stáhtačálli Liv Monica Bargem Stubholt Olgoriikkadepartemeanttas 19.03.07.
nob: Et av de halvårlige kontaktmøtene mellom Sametingets president og statssekretær Liv Monica Bargem Stubholt i Utenriksdepartementet ble avholdt den 19.03.07.

source: Dán čoahkkimis čuovvoluvvojedje fáttát maid birra ságaskuššui čoahkkimis 15.03.07 olgoriikkaministtariin.
nob: Møtet fulgte opp temaene som var drøftet med utenriksministeren den 15.03.07.

source: Sámedikki presideanta doalai sáhkavuoru olmmošlaš dimenšuvnna birra Riikkaidgaskasaš polárajagi semináras Ruoŧa riikkabeivviin Stockholmas 18.04.07.
nob: Sametingets president har holdt et innlegg om den menneskelige dimensjonen i Det internasjonale polaråret på et seminar i Sveriges Riksdag i Stockholm den 18.04.07.

source: Seminára lágidii Davviriikkaid Ráđi ruoŧa delegašuvdna, ja dat lei internationála Polárajagi birra 2007-2008 Ruoŧas.
nob: Seminaret ble arrangert av den svenske delegasjonen i Nordisk Råd og omhandlet det Internationella Polaråret 2007-2008 i Sverige.

source: Ruoŧa ráđđehus selvehii iežas davveguovlopolitihka ja dálkkádatpolitihka birra semináras.
nob: Den svenske regjeringen redegjorde for sin nordområdepolitikk og klimapolitikk under seminaret.

source: Árktalaš ovttasbargu
nob: Arktisk samarbeid

source: Sámi parlamentáralaš ráđi ovddasteaddji Eva Jejlid lei ” The Standing Committee of Parliamentarians of the Arctic Region ” (Árktalaš parlamentáralaš komitea, SCPAR) čoahkkimis Brusselis 28.02.07.
nob: Samisk parlamentarisk råd var representert ved Eva Jejlid på ” The Standing Committee of Parliamentarians of the Arctic Region ” (Arktisk parlamentarisk komitè, SCPAR) sitt møte i Brussel

source: Váldofáddán lei Davvi Dimenšuvnna ođđa politihkka ja ráhkkaneamit parlamentáralaš foruma Davvi Dimenšuvdna ásaheapmái.
nob: Hovedtemaet var en ny politikk for Nordlig Dimensjon, og forberedelser til etablering av parlamentarisk forum for Nordlig Dimensjon.

source: Sámediggi lei ovddastuvvon Norgga delegašuvnnas vuosttaš Senior Arctic Official (SAO) čoahkkimis.
nob: Sametinget var representert i Norges delegasjon under det første møtet i Senior Arctic Official (SAO).

source: Čoahkkin lei ámmátolbmodásis Norgga ovdagotti mielde Romssas 12. - 13.04.07.
nob: Møtet var på embetsnivå under norsk formannskap i Tromsø 12. - 13.04.07.

source: Sámiráđđi lei maid ovddastuvvon čoahkkimis bissovaš oasseváldin Árktalaš Ráđis.
nob: Samerådet var også representert på møtet i sin rolle som permanent deltaker i Arktisk Råd.

source: SAO-čoahkkin lei oassi čuovvolanbarggus norgga ovdagoddeprográmmii, ja dat mandáhta maid ministtarat adde ministtarčoahkkimis Salekhardas Ruošša bealde golggotmánus 2006.
nob: SAO-møtet var en del av oppfølgingsarbeidet til det norske formannskapsprogrammet og det mandatet som ble gitt av ministrene under ministermøtet i Salekhard i Russland i oktober 2006.

source: Sámi parlamentáralš ráđđi
nob: Samisk Parlamentarisk råd

source: Sámi parlamentáralaš ráđđi (SPR) lea doallan čoahkkima Troanddimis 05.- 06.03.07.
nob: Samisk parlamentarisk råd (SPR) har avholdt møte i Trondheim 5.-6.03.07.

source: Sámedikkis Norgga bealde serve Aili Keskitalo, Magnhild Mathisen, Kirsti Guvsám, Jarle Jonassen, Synnøve Solbakken-Härkönen ja Sten Erling Jønsson.
nob: Fra Sametinget i Norge deltok Aili Keskitalo, Magnhild Mathisen, Kirsti Guvsám, Jarle Jonassen, Synnøve SolbakkenHärkönen og Sten Erling Jønsson.

source: Áššit mat meannuduvvojedje ledje earret eará eamiálbmogat ođđa davveguovlupolitihka hábmemis, SPR bargoortnega rievdadeapmi, sámi čáppagirjjálašvuođa oastinortnet ja OG 2018:s.
nob: Saker som ble behandlet var blant annet urfolk i utformingen av ny nordområdepolitikk, endring av SPRs arbeidsorden, innkjøpsordning for samisk skjønnlitteratur og OL 2018.

source: Aili Keskitalo válljejuvvui SPR presideantan boahtte 16 mánnui.
nob: Aili Keskitalo ble valgt som president i SPR for de neste 16 måneder.

source: Čoahkkimis geigejuvvui Sámi parlamentáralaš ráđi dásseárvobálkkašupmi.
nob: Samisk parlamentarisk råds likestillingspris ble delt ut.

source: Risten Rauna Magga oaččui Sámi parlamentáralaš ráđi dásseárvobálkkašumi.
nob: Risten Rauna Magga fikk Samisk parlamentarisk råds likestillingspris.

source: ON eamiálbmogiid bissovaš forum - ráhkkaneapmi
nob: FNs permanente forum for urfolk - forberedelse

source: 26. - 27.03.07 dollojuvvui " The Arctic Workshop on Indigenous Peoples ’ Territories, Lands and Natural Resources " Københámmanis.
nob: Den 26. - 27.03.07 ble " The Arctic Workshop on Indigenous Peoples ’ Territories, Lands and Natural Resources " avholdt i København.
